IDEA Open Model
PlateData.IsNegativeObject Property
Compatible with IDEA StatiCa 20.1
 Is negative object
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsNegativeObject { get; set; }
Public Property IsNegativeObject As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace